/* No comment provided by engineer. */
"hint.showCursor.content.after" = "again to release mouse cursor to click on any element on screen";

/* No comment provided by engineer. */
"hint.showCursor.content.before" = "Press";

/* No comment provided by engineer. */
"hint.showCursor.title" = "Cursor captured";

/* No comment provided by engineer. */
"hint.mouseMapping.content.after" = "to capture mouse cursor to enable full mapping functionality";

/* No comment provided by engineer. */
"hint.mouseMapping.content.before" = "Some mapping functionalities require the mouse cursor captured to take effect\nPress";

/* No comment provided by engineer. */
"hint.mouseMapping.title" = "Mouse mapping not fully enabled";

/* No comment provided by engineer. */
"hint.keymappingEditor.content" = "Click an empty area to create new mapping\nDrag a button to edit its position\nPress a key to bind it to the selected button";

/* No comment provided by engineer. */
"hint.keymappingEditor.title" = "Keymapping Editor";

/* No comment provided by engineer. */
"hint.keymapSaved" = "Keymap Saved";

/* No comment provided by engineer. */
"keymappingEditor.joystickMode.fixed" = "Fixed Joystick";

/* No comment provided by engineer. */
"keymappingEditor.joystickMode.floating" = "Floating Joystick";

/* No comment provided by engineer. */
"menu.keymapping" = "Keymapping";

/* No comment provided by engineer. */
"menu.keymapping.deleteElement" = "Delete selected element";

/* No comment provided by engineer. */
"menu.keymapping.downsizeElement" = "Downsize selected element";

/* No comment provided by engineer. */
"menu.keymapping.rotateDisplay" = "Rotate display area";

/* No comment provided by engineer. */
"menu.keymapping.toggleEditor" = "Open/Close Keymapping Editor";

/* No comment provided by engineer. */
"menu.keymapping.upsizeElement" = "Upsize selected element";

"menu.keymapping.toggleDebug" = "Toggle Debug Overlay";
